Revit 2027 API
ParameterTypeId.FabricWireDiameter Property
 "Nominal Diameter": Nominal Diameter of Fabric Wire.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricWireDiameter { get; }
Public Shared ReadOnly Property FabricWireDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricWireDiameter {
	ForgeTypeId^ get ();
}
static member FabricWireDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace